[
  {
    "date": "2025-07-13",
    "block_height": 905381,
    "business_name": "District Lemonade",
    "business_website": "https://www.instagram.com/drinkdistrictlemonade/",
    "photo_url": "districtlemonade.jpg",
    "description": "District Lemonade, a father–son lemonade stand in Dupont Circle, became DC's first to accept Bitcoin after a spontaneous \"show me how\" moment. Within minutes, their first Lightning payment was complete—turning curiosity into action and inspiring a wave of local support from the Bitcoin District community."
  },
  {
    "date": "2025-08-10",
    "block_height": 909371,
    "business_name": "Banner Bee",
    "business_website": "https://bannerbees.com/",
    "photo_url": "bannerbee.jpg",
    "description": "Banner Bee Company, a family-run honey vendor at the Dupont Farmers Market, learned to accept Bitcoin payments through a quick hands-on demo—making their first Lightning sale within minutes and showing how simple it is for local artisans to join DC's growing Bitcoin economy."
  },
  {
    "date": "2025-09-25",
    "block_height": 916324,
    "business_name": "The Big Chef",
    "business_website": "https://www.instagram.com/tbcgourmet/",
    "photo_url": "bigchef.jpg",
    "description": "The Big Chef, a small sandwich and crêpe shop in DC's Bloomingdale neighborhood, made its first Bitcoin Lightning sale during a quick hands-on onboarding. Now proudly displaying \"Bitcoin Accepted Here,\" the owner joins local businesses exploring Bitcoin as a new way to serve their community."
  },
  {
    "date": "2025-10-15",
    "block_height": 919198,
    "business_name": "Compass Coffee",
    "business_website": "https://compasscoffee.com",
    "photo_url": "compasscoffee.jpg",
    "description": "Compass Coffee, a longtime friend of DC's Bitcoin community, partnered with Square to enable the first-ever Square terminal to accept Bitcoin payments in the wild. Local Bitcoiners gathered across its cafés to celebrate, make Lightning payments, and mark a milestone for everyday Bitcoin use in the Nation's Capital."
  },
  {
    "date": "2025-10-29",
    "block_height": 921350,
    "business_name": "Plant Magic Bottle Shop",
    "business_website": "https://www.instagram.com/sipplantmagic/",
    "photo_url": "plantmagic.jpg",
    "description": "DC's first clean, non-alcoholic bottle shop — offering functional beverages, dealcoholized wines, and plant-powered tonics with CBD, kava, cacao, and matcha. Located in Union Market, Plant Magic brings mindful drinking and community connection to the heart of the city — now accepting Bitcoin."
  },
  {
    "date": "2025-11-12",
    "block_height": 923314,
    "business_name": "Cafe U",
    "business_website": "https://www.instagram.com/cafeu.dc/",
    "photo_url": "cafeu.jpg",
    "description": "Cafe U is a cozy U Street hangout with friendly staff and standout bagels—now accepting Bitcoin through Square. I popped in to say hi, mentioned the feature, the owner set it up, and I came back the next day to make their first Lightning payment. Grab a Humpty Hump or The Lox and pay with Bitcoin."
  },
  {
    "date": "2025-11-14",
    "block_height": 923629,
    "business_name": "Tropic Burger",
    "business_website": "https://www.tropicburger.com/",
    "photo_url": "tropicburger.jpg",
    "description": "At 1st and M NE in NoMa, Tropic Burger serves Venezuelan style burgers with fresh ingredients, double fried fries, and a bright green sauce. Fast, friendly, and they might be the first DC food truck to accept Bitcoin through Square."
  },
  {
    "date": "2025-11-17",
    "block_height": 924047,
    "business_name": "Johnny's Gourmet Deli & Subs",
    "business_website": "http://johnnysgourmetdeliandsubs.com/",
    "photo_url": "johnnydeli.jpg",
    "description": "Tucked away in the back of a wine shop, Johnny's Gourmet Deli & Subs is truly a hidden gem. Bread baked daily, fresh mozzarella, and every sandwich is crafted with care. Open seven days for breakfast and lunch and now taking Bitcoin after Johnny made his first Lightning sale with Square."
  },
  {
    "date": "2025-11-20",
    "block_height": 924452,
    "business_name": "Sweet Lemon Cafe",
    "business_website": "https://cafe-sweetlemon.com/",
    "photo_url": "sweetlemon.jpg",
    "description": "Woman owned cafe on Massachusetts Ave NE from Belarusian owner Aksana Tran. A popular stop for Hill staffers, it serves house made breakfast, specialty drinks, and fresh, incredibly delicious pastries."
  },
  {
    "date": "2025-11-22",
    "block_height": 924733,
    "business_name": "ABOVEGROUND",
    "business_website": "https://abovegrounddc.com",
    "photo_url": "aboveground.jpg",
    "description": "At Union Market, Chef Nicholas Joseph Martino brings British classics inspired by his time with Marco Pierre White. He was excited to accept Bitcoin and turned it on the moment we asked. Proper fish and chips, pies, and a lively Pub Shop."
  },
  {
    "date": "2025-12-04",
    "block_height": 926452,
    "business_name": "Kush",
    "business_website": "https://www.abulaylakitchen.com/",
    "photo_url": "kush.jpg",
    "description": "At the Downtown DC Holiday Market, we stopped by the Kush food truck and asked the owner if he would be open to accepting Bitcoin. He was curious, said he would explore the option, and later messaged that he had enabled the feature through Square. We returned to make his first Bitcoin sale. He now proudly displays the new Square Bitcoin stickers on his truck, adding another local vendor to DC's growing circular economy."
  },
  {
    "date": "2025-12-08",
    "block_height": 927014,
    "business_name": "The Corn Factory",
    "business_website": "https://thecornfactory.com/",
    "photo_url": "corn_factory.jpg",
    "description": "After reaching out on social media, the owner welcomed us to stop by L'Enfant Plaza for lunch once Bitcoin payments were enabled through Square. She is from Venezuela and her wife is from Mexico and together they blend both culinary traditions into their menu. She recommended the Carne Mechada Cachapas and it was exceptional. A simple exchange helped bring another local business into DC's growing Bitcoin circular economy and we are glad to support them."
  },
  {
    "date": "2025-12-15",
    "block_height": 928022,
    "business_name": "Drizzle to Go",
    "business_website": "https://drizzletogo.com/",
    "photo_url": "drizzletogo.jpg",
    "description": "We met the owner of Drizzle To Go at the Dupont Circle Holiday Market and chatted about the Bitcoin circular economy over crepes and Belgian chocolate. He was immediately receptive, enabling the Square integration on the spot so we could complete their very first Bitcoin transaction together. We left him with new signage to help spark curiosity among the holiday crowds enjoying his chocolate covered fruit cups and waffles."
  },
  {
    "date": "2025-12-19",
    "block_height": 928568,
    "business_name": "Union Kitchen",
    "business_website": "https://unionkitchen.com/",
    "photo_url": "unionkitchen.jpg",
    "description": "We visited Union Kitchen to share our vision for building a Bitcoin circular economy and to invite them to be among the first local businesses to participate. The conversation centered on how merchant acceptance starts with visibility, using their storefronts to spark curiosity and encourage people to learn more about the technology. They enabled the Square Bitcoin integration and officially joined the DC Bitcoin economy. We then delivered \"Bitcoin Accepted Here\" signs to their locations so that every passerby can see Bitcoin is gaining a foothold in the DC community. These decals serve as an important signal, turning a routine visit into a moment of curiosity & discovery for the neighborhood."
  },
  {
    "date": "2025-12-19",
    "block_height": 928633,
    "business_name": "Gaucho Ways",
    "business_website": "https://www.gauchoways.com/",
    "photo_url": "gauchoways.jpg",
    "description": "We met Maria at the Bloomingdale Farmer's Market and got to talking about her Argentinian empanadas and our efforts to build a Bitcoin circular economy in DC. As an entrepreneur in the Union Kitchen accelerator, Maria was interested in how Bitcoin could help her business grow. We stayed in touch as she got comfortable with the idea, eventually leading her to flip the switch on the Square Bitcoin integration for her empanada pop-up. We look forward to watching Gaucho Ways expand as Maria continues her journey into the world of Bitcoin."
  },
  {
    "date": "2025-12-21",
    "block_height": 928845,
    "business_name": "Lovely Macarons",
    "business_website": "https://lovelymacarons.com/",
    "photo_url": "lovelymacarons.jpg",
    "description": "After chatting with the owner of Lovely Macarons for several months, he decided to join DC’s Bitcoin circular economy to help address the high credit card fees that impact his bottom line. Seeing his neighbors at Banner Bee already accepting Bitcoin gave him the confidence to finally lean into the technology at his own pop-up stand. We helped him navigate the Square Bitcoin integration and provided new signage to signal this change to his customers. While the goal is to eventually drive more Bitcoin payments, having these colorful macarons available for satoshis is a great way to spark curiosity and education in the local market."
  }
]

