[
  {
    "date": "2025-07-13",
    "block_height": 905381,
    "business_name": "District Lemonade",
    "business_website": "https://www.instagram.com/drinkdistrictlemonade/",
    "photo_url": "/media/onboarding/districtlemonade.jpg",
    "description": "District Lemonade, a father–son lemonade stand in Dupont Circle, became DC's first to accept Bitcoin after a spontaneous \"show me how\" moment. Within minutes, their first Lightning payment was complete—turning curiosity into action and inspiring a wave of local support from the Bitcoin District community."
  },
  {
    "date": "2025-08-10",
    "block_height": 909371,
    "business_name": "Banner Bee",
    "business_website": "https://bannerbees.com/",
    "photo_url": "/media/onboarding/bannerbee.jpg",
    "description": "Banner Bee Company, a family-run honey vendor at the Dupont Farmers Market, learned to accept Bitcoin payments through a quick hands-on demo—making their first Lightning sale within minutes and showing how simple it is for local artisans to join DC's growing Bitcoin economy."
  },
  {
    "date": "2025-09-25",
    "block_height": 916324,
    "business_name": "The Big Chef",
    "business_website": "https://www.instagram.com/tbcgourmet/",
    "photo_url": "/media/onboarding/bigchef.jpg",
    "description": "The Big Chef, a small sandwich and crêpe shop in DC's Bloomingdale neighborhood, made its first Bitcoin Lightning sale during a quick hands-on onboarding. Now proudly displaying \"Bitcoin Accepted Here,\" the owner joins local businesses exploring Bitcoin as a new way to serve their community."
  },
  {
    "date": "2025-10-15",
    "block_height": 919198,
    "business_name": "Compass Coffee",
    "business_website": "https://compasscoffee.com",
    "photo_url": "/media/onboarding/compasscoffee.jpg",
    "description": "Compass Coffee, a longtime friend of DC's Bitcoin community, partnered with Square to enable the first-ever Square terminal to accept Bitcoin payments in the wild. Local Bitcoiners gathered across its cafés to celebrate, make Lightning payments, and mark a milestone for everyday Bitcoin use in the Nation's Capital."
  },
  {
    "date": "2025-10-29",
    "block_height": 921350,
    "business_name": "Plant Magic Bottle Shop",
    "business_website": "https://www.instagram.com/sipplantmagic/",
    "photo_url": "/media/onboarding/plantmagic.jpg",
    "description": "DC’s first clean, non-alcoholic bottle shop — offering functional beverages, dealcoholized wines, and plant-powered tonics with CBD, kava, cacao, and matcha. Located in Union Market, Plant Magic brings mindful drinking and community connection to the heart of the city — now accepting Bitcoin."
  },
  {
    "date": "2025-11-12",
    "block_height": 923314,
    "business_name": "Cafe U",
    "business_website": "https://www.instagram.com/cafeu.dc/",
    "photo_url": "/media/onboarding/cafeu.jpg",
    "description": "Cafe U is a cozy U Street hangout with friendly staff and standout bagels—now accepting Bitcoin through Square. I popped in to say hi, mentioned the feature, the owner set it up, and I came back the next day to make their first Lightning payment. Grab a Humpty Hump or The Lox and pay with Bitcoin."
  },
  {
    "date": "2025-11-14",
    "block_height": 923629,
    "business_name": "Tropic Burger",
    "business_website": "https://www.tropicburger.com/",
    "photo_url": "/media/onboarding/tropicburger.jpg",
    "description": "At 1st and M NE in NoMa, Tropic Burger serves Venezuelan style burgers with fresh ingredients, double fried fries, and a bright green sauce. Fast, friendly, and they might be the first DC food truck to accept Bitcoin through Square."
  },
  {
    "date": "2025-11-17",
    "block_height": 924047,
    "business_name": "Johnny's Gourmet Deli & Subs",
    "business_website": "http://johnnysgourmetdeliandsubs.com/",
    "photo_url": "/media/onboarding/johnnydeli.jpg",
    "description": "Tucked away in the back of a wine shop, Johnny’s Gourmet Deli & Subs is truly a hidden gem. Bread baked daily, fresh mozzarella, and every sandwich is crafted with care. Open seven days for breakfast and lunch and now taking Bitcoin after Johnny made his first Lightning sale with Square."
  },
  {
    "date": "2025-11-20",
    "block_height": 924452,
    "business_name": "Sweet Lemon Cafe",
    "business_website": "https://cafe-sweetlemon.com/",
    "photo_url": "/media/onboarding/sweetlemon.jpg",
    "description": "Woman owned cafe on Massachusetts Ave NE from Belarusian owner Aksana Tran. A popular stop for Hill staffers, it serves house made breakfast, specialty drinks, and fresh, incredibly delicious pastries."
  },
  {
    "date": "2025-11-22",
    "block_height": 924733,
    "business_name": "ABOVEGROUND",
    "business_website": "https://abovegrounddc.com",
    "photo_url": "/media/onboarding/aboveground.jpg",
    "description": "At Union Market, Chef Nicholas Joseph Martino brings British classics inspired by his time with Marco Pierre White. He was excited to accept Bitcoin and turned it on the moment we asked. Proper fish and chips, pies, and a lively Pub Shop."
  }
]